Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/PZHoYoLabKit/Sources/PZHoYoLabKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# hylKit.abyssReport.floor.thisFloorIsSkipped
source: This floor is intentionally skipped.
de: Dieser Stock wird absichtlich übersprungen
es: Este piso se omite intencionadamente
fil: Ang palapag na ito ay sinadyang laktawan
fr: Étage sauté.
it: Questo piano viene intenzionalmente saltato
ja: この階層の挑戦は省略済みです。
ko: 이 층은 의도적으로 건너뛰었습니다
ru: Этот этаж намеренно пропущен.
vi: Tầng này được bỏ qua một cách có ý.
zh_hans: 该楼层的挑战已被略过。
zh_hant: 該樓層的挑戰已被略過。

# hylKit.abyssReport.floor.title:%@
source: Floor #%@
de: Etage #%@
es: Piso #%@
fil: Palapag #%@
fr: Étage #%@
it: Piano #%@
ja: 第 %@ 階
ko: 층 #%@
ru: Этаж #%@
vi: Tầng #%@
zh_hans: 第 %@ 层
zh_hant: 第 %@ 層

# hylKit.abyssReport.gi.SnapHutaoEmailEmptyNotice
source: ⚠︎ The upload of personal battle reports to HutaoDB is suspended until the Snap Hutao-related options in the Privacy Settings of this app are correctly configured.
de: ⚠︎ Das Hochladen persönlicher Kampfberichte zu HutaoDB wurde ausgesetzt, bis die relevanten Snap Hutao-Optionen in den Datenschutzeinstellungen dieser App korrekt konfiguriert wurden.
es: ⚠︎ La carga de informes de batalla personales a HutaoDB está suspendida hasta que las opciones relacionadas con Snap Hutao en la Configuración de Privacidad de esta aplicación se configuren correctamente.
fil: ⚠︎ Ang pag-upload ng personal na mga battle report sa HutaoDB ay nasuspinde hangga't hindi wastong nako-configure ang mga opsyon na kaugnay sa Snap Hutao sa Privacy Settings ng app na ito.
fr: ⚠︎ Le téléchargement de rapports de bataille personnels vers HutaoDB est suspendu jusqu'à ce que les options liées à Snap Hutao dans les paramètres de confidentialité de cette application soient correctement configurées.
it: ⚠︎ Il caricamento dei rapporti di battaglia personali su HutaoDB è sospeso finché le opzioni relative a Snap Hutao nelle Impostazioni della Privacy di questa app non vengono configurate correttamente.
ja: ⚠︎ 作戦報告の HutaoDB へのアップロードは、本アプリのプライバシー設定における Snap Hutao に関連するオプションが正しく設定されるまで一時停止されております。
ko: ⚠︎ 개인 전투 보고서를 HutaoDB에 업로드하는 작업이 이 앱의 개인정보 보호 설정에서 Snap Hutao와 관련된 옵션이 올바르게 구성될 때까지 중단됩니다.
ru: ⚠︎ Загрузка личных отчетов о боях в HutaoDB приостановлена до тех пор, пока связанные с Snap Hutao параметры в настройках конфиденциальности этого приложения не будут правильно настроены.
vi: ⚠︎ Việc tải lên các báo cáo chiến đấu cá nhân lên HutaoDB bị tạm dừng cho đến khi các tùy chọn liên quan đến Snap Hutao trong Cài đặt quyền riêng tư của ứng dụng này được cấu hình chính xác.
zh_hans: ⚠︎ 个人战报上传至 HutaoDB 的操作已暂停，直至本 App 的隐私设定当中的与 Snap Hutao 有关的选项被正确配置。
zh_hant: ⚠︎ 個人戰報上傳至 HutaoDB 的操作已暫停，直至敝 App 的隱私權設定當中的與 Snap Hutao 有關的選項被正確配置。

# hylKit.abyssReport.gi.stat.battle
source: Battles
de: Schlachten
es: Batallas
fil: Labanan
fr: Batailles
it: Battaglie
ja: 挑戦回数
ko: 전투
ru: Сражения
vi: Trận chiến
zh_hans: 战斗次数
zh_hant: 戰鬥次數

# hylKit.abyssReport.gi.stat.deepest
source: Deepest Descent
de: Tiefster Abstieg
es: Descenso Más Profundo
fil: Pinakamalalim na Paglusong
fr: Descente la Plus Profonde
it: Discesa Profonda
ja: 最高記録
ko: 심해 하강
ru: Глубочайшее Погружение
vi: Thám Hiểm Sâu Nhất
zh_hans: 最深抵达
zh_hant: 最深抵達

# hylKit.abyssReport.gi.stat.mostDamageTaken
source: DMG Taken
de: Erlittener Schaden
es: Daño Recibido
fil: Natanggap na Pinsala
fr: Dégâts subis
it: Danni subiti
ja: 受けた最大ダメージ
ko: 받은 피해
ru: Полученный урон
vi: Sát thương nhận vào
zh_hans: 承受最多伤害
zh_hant: 承受最多傷害

# hylKit.abyssReport.gi.stat.mostDefeats
source: Most Defeats
de: Meiste Niederlagen
es: Más derrotas
fil: Pinakamaraming Talo
fr: Maximum de défaites
it: Maggiori sconfitte
ja: 最多撃破数
ko: 최다 패배
ru: Больше всего поражений
vi: Nhiều thất bại nhất
zh_hans: 最多击破数
zh_hant: 最多擊破數

# hylKit.abyssReport.gi.stat.mostESkills
source: Elemental Skills
de: Elementarfähigkeiten
es: Habilidades Elementales
fil: Mga Kakayahan ng Elemento
fr: Compétences Élémentaires
it: Abilità Elementali
ja: 元素スキル使用回数
ko: 원소 스킬
ru: Элементальные навыки
vi: Kỹ năng Nguyên tố
zh_hans: 元素战技释放数
zh_hant: 元素戰技釋放數

# hylKit.abyssReport.gi.stat.mostQSkills
source: Elemental Bursts
de: Elementare Ausbrüche
es: Explosiones Elementales
fil: Pagputok ng Elemental
fr: Ultimes déclenchés
it: Esplosioni Elementali
ja: 元素爆発使用回数
ko: 원소 폭발
ru: Стихийные всплески
vi: Bùng Nổ Nguyên Tố
zh_hans: 元素爆发次数
zh_hant: 元素爆發次數

# hylKit.abyssReport.gi.stat.star
source: Abyss Star Obtained
de: Abgrundstern erhalten
es: Estrella del Abismo Obtenida
fil: Nakamit na ang Bituin ng Kalaliman
fr: Étoiles obtenues
it: Stella dell'Abisso Ottenuta
ja: 獲得した星
ko: 심연의 별 획득
ru: Звезда Бездны Получена
vi: Đã Nhận Được Ngôi Sao Vực Thẳm
zh_hans: 获得渊星
zh_hant: 獲得淵星

# hylKit.abyssReport.gi.stat.strongest
source: Best Single Strike
de: Bester Einzelangriff
es: Mejor Golpe Único
fil: Pinakamahusay na Isang Tirada
fr: Meilleur coup
it: Miglior Colpo Singolo
ja: 最大ダメージ
ko: 최고의 단일 공격
ru: Лучший одиночный удар
vi: Cú đánh đơn tốt nhất
zh_hans: 最强一击
zh_hant: 最強一擊

# hylKit.abyssReport.gi.stat.summary
source: Challenge Summary
de: Herausforderungszusammenfassung
es: Resumen del desafío
fil: Buod ng Hamon
fr: Résumé du défi
it: Riepilogo Sfida
ja: 実績一覧
ko: 도전 요약
ru: Сводка по вызову
vi: Tóm tắt thử thách
zh_hans: 战斗概览
zh_hant: 戰鬥概覽

# hylKit.abyssReport.gi.stat.win
source: Wins
de: Siege
es: Victorias
fil: Panalo
fr: Victoires
it: Vittorie
ja: 勝利回数
ko: 승리
ru: Победы
vi: Thắng trận
zh_hans: 获胜次数
zh_hant: 獲勝次數

# hylKit.abyssReport.hsr.stat.maxFloorConquered
source: Highest Floor Reached
de: Höchster Erreichter Stockwerk
es: Piso más alto alcanzado
fil: Pinakamataas na Naabot na Palapag
fr: Étage le plus élevé atteint
it: Piano più alto raggiunto
ja: 最深階段記録
ko: 도달한 최고 층
ru: Наивысший достигнутый этаж
vi: Tầng cao nhất đã đạt được
zh_hans: 最深楼层
zh_hant: 最深樓層

# hylKit.abyssReport.hsr.stat.numOfBattles
source: Battles Fought
de: Gefechte ausgetragen
es: Batallas libradas
fil: Mga Laban na Nilabanan
fr: Batailles effectuées
it: Battaglie combattute
ja: 戦闘回数
ko: 전투 치른 횟수
ru: Сражения проведены
vi: Trận đánh đã tham gia
zh_hans: 战斗场数
zh_hant: 戰鬥場數

# hylKit.abyssReport.hsr.stat.seasonID
source: Season ID
de: Saison-ID
es: ID de temporada
fil: ID ng Season
fr: ID de la saison
it: ID stagione
ja: 開催シーズン番号
ko: 시즌 ID
ru: ID сезона
vi: ID Mùa
zh_hans: 赛季编号
zh_hant: 賽季編號

# hylKit.abyssReport.hsr.stat.starsGained
source: Stars Gained
de: Erworbene Sterne
es: Estrellas Ganadas
fil: Mga Pumaskil na Bituin
fr: Étoiles gagnées
it: Stelle Guadagnate
ja: 受け取った淵星
ko: 획득한 별
ru: Получено звезд
vi: Ngôi sao đã nhận được
zh_hans: 获得渊星数量
zh_hant: 獲得淵星數量

# hylKit.abyssReport.hsr.stats.header
source: Statistics
de: Statistiken
es: Estadísticas
fil: Istatistika
fr: Statistiques
it: Statistiche
ja: 統計
ko: 통계
ru: Статистика
vi: Thống kê
zh_hans: 统计
zh_hant: 統計

# hylKit.abyssReport.noDataAvailableForThisSeason
source: No data available for this season.
de: Keine Daten für diese Saison verfügbar
es: No hay datos disponibles para esta temporada
fil: Walang available na data para sa panahong ito.
fr: Aucune donnée disponible pour cette saison.
it: Nessun dato disponibile per questa stagione.
ja: 該当シーズンの作戦報告はございません。
ko: 이번 시즌에 사용할 수 있는 데이터가 없습니다
ru: На этот сезон данные отсутствуют
vi: Không có dữ liệu cho mùa này.
zh_hans: 该赛季暂无战报。
zh_hant: 該賽季暫無戰報。

# hylKit.abyssReport.room.title:%@
source: Room #%@
de: Raum #%@
es: Sala #%@
fil: Kwarto #%@
fr: Salle n°%@
it: Stanza n.%@
ja: 第 %@ 室
ko: 방 #%@
ru: Комната №%@
vi: Phòng #%@
zh_hans: 第 %@ 间
zh_hant: 第 %@ 間

# hylKit.abyssReport.seasonPicker.current
source: CURR
de: WÄHR
es: ABBR
fil: PERA
fr: ACT
it: VALUTA
ja: 今期
ko: 통화
ru: ВАЛЮТА
vi: HIỆN TẠI
zh_hans: 本期
zh_hant: 本期

# hylKit.abyssReport.seasonPicker.previous
source: PREV
de: ZURÜCK
es: ANT
fil: NAKARAAN
fr: PRÉC
it: PREC
ja: 前期
ko: 이전
ru: ПРЕД
vi: TRƯỚC
zh_hans: 上期
zh_hant: 上期

# hylKit.abyssReportView4GI.navTitle
source: Battle Report: Spiral Abyss
de: Kampfbericht: Spiralabgrund
es: Informe de Batalla: Abismo Espiral
fil: Ulat ng Laban: Spiral Abyss
fr: Rapport de bataille : Profondeurs Spiralées
it: Rapporto di Battaglia: Abisso a Spirale
ja: 作戦報告・深境螺旋
ko: 전투 보고서: 나선 비경
ru: Отчет о битве: Спиральная бездна
vi: Báo Cáo Chiến Đấu: Hầm Nhiên Liệu Xoắn ốc
zh_hans: 个人战报・深境螺旋
zh_hant: 個人戰報・深境螺旋

# hylKit.abyssReportView4GI.navTitle.tiny
source: Spiral Abyss
de: Spiralabgrund
es: Abismo Espiral
fil: Paitaas na Kawalan
fr: Profondeurs Spiralées
it: Abisso a Spirale
ja: 深境螺旋
ko: 나선 비경
ru: Спиральный Безднопространство
vi: Vực Thẳm Xoắn Ốc
zh_hans: 深境螺旋
zh_hant: 深境螺旋

# hylKit.abyssReportView4HSR.navTitle
source: Battle Report: Forgotten Hall
de: Kampfbericht: Vergessener Saal
es: Informe de batalla: Sala Olvidada
fil: Ulat ng Labanan: Nakalimutang Bulwagan
fr: Rapport de bataille : Salle oubliée
it: Rapporto di Battaglia: Sala Dimenticata
ja: 作戦報告・忘却の庭
ko: 전투 보고서: 잊혀진 전당
ru: Боевой отчет: Забытый зал
vi: Báo cáo Chiến đấu: Đại sảnh Bị Lãng quên
zh_hans: 个人战报・忘却之庭
zh_hant: 個人戰報・忘卻之庭

# hylKit.abyssReportView4HSR.navTitle.tiny
source: Forgotten Hall
de: Vergessene Halle
es: Pasillo Olvidado
fil: Nakalimutang Bulwagan
fr: Salle oubliée
it: Atrio dimenticato
ja: 忘却の庭
ko: 잊혀진 전당
ru: Забытый зал
vi: Đại sảnh bị lãng quên
zh_hans: 忘却之庭
zh_hant: 忘卻之庭

# hylKit.inventoryView.characters.count.character:%lld%lld%lld
source: There are %lld characters in total, including %lld 5-star characters and %lld 4-star characters.
de: Insgesamt gibt es %lld Charaktere, einschließlich %lld 5-Sterne-Charaktere und %lld 4-Sterne-Charaktere.
es: Hay %lld personajes en total, incluidos %lld personajes de 5 estrellas y %lld personajes de 4 estrellas.
fil: Mayroong kabuuang %lld na mga tauhan, kabilang ang %lld mga tauhan na may 5-star at %lld mga tauhan na may 4-star.
fr: Il y a %lld personnages au total, y compris %lld personnages 5 étoiles et %lld personnages 4 étoiles.
it: Ci sono %lld personaggi in totale, inclusi %lld personaggi a 5 stelle e %lld personaggi a 4 stelle.
ja: %lld人のキャラがいます。（%lld人の星5キャラと%lld人の星4キャラを含め）
ko: 총 %lld개의 캐릭터가 있으며, 그 중 %lld개는 5성 캐릭터이고 %lld개는 4성 캐릭터입니다.
ru: Всего %lld персонажей, включая %lld 5-звездочных персонажей и %lld 4-звездочных персонажей.
vi: Có tổng cộng %lld nhân vật, bao gồm %lld nhân vật 5 sao và %lld nhân vật 4 sao.
zh_hans: 共拥有 %lld 名角色，其中五星角色 %lld 名，四星角色 %lld 名。
zh_hant: 共擁有%lld名角色，其中五星角色%lld名，四星角色%lld名。

# hylKit.inventoryView.characters.count.golds:%lld%lld%lld
source: Acquired 5-star items %lld times from gacha, including 5-star characters %lld times and 5-star weapons %lld times. (The Traveller / Trailblazer and Unequipped 5-star weapons are not counted)
de: 5-Sterne-Items %lld Mal aus Gacha erhalten, darunter %lld Mal 5-Sterne-Charaktere und %lld Mal 5-Sterne-Waffen (nicht ausgerüstete 5-Sterne-Waffen und der Reisende / Trailblazer werden nicht gezählt)
es: Adquiridos objetos de 5 estrellas %lld veces de gacha, incluyendo personajes de 5 estrellas %lld veces y armas de 5 estrellas %lld veces. (Las armas de 5 estrellas no equipadas y el Viajero / Trailblazer no se cuentan)
fil: Nakakuha ng 5-star na mga item %lld beses mula sa gacha, kabilang ang 5-star na mga karakter %lld beses at 5-star na mga armas %lld beses. (Hindi kabilang ang mga hindi nasuot na 5-star na armas at ang Traveller / Trailblazer)
fr: Objets 5 étoiles obtenus %lld fois via le gacha, y compris %lld fois des personnages 5 étoiles et %lld fois des armes 5 étoiles (les armes étoiles 5 non équipées et le Voyageur / Pionnier ne sont pas comptés)
it: Acquisite oggetti a 5 stelle %lld volte dal gacha, inclusi personaggi a 5 stelle %lld volte e armi a 5 stelle %lld volte. (Le armi a 5 stelle non equipaggiate e il Viaggiatore / Trailblazer non sono conteggiati)
ja: ガチャで星5アイテムを%lld回獲得した、その中で星5キャラ%lld回、星５武器%lld回。（旅人、葦毛ちゃん、未装備の星5武器はカウントされません）
ko: 가챠에서 5성 아이템 %lld회 획득, 5성 캐릭터 %lld회 및 5성 무기 %lld회. (장착하지 않은 5성 무기와 여행자 / Trailblazer는 제외됨)
ru: Получено 5-звездочных предметов %lld раз из гачи, включая 5-звездочных персонажей %lld раз и 5-звездочные оружия %lld раз. (Неэкипированные 5-звездочные оружия и Путешественник / Trailblazer не учитываются)
vi: Đã nhận được vật phẩm 5 sao %lld lần từ gacha, bao gồm nhân vật 5 sao %lld lần và vũ khí 5 sao %lld lần. (Vũ khí 5 sao chưa trang bị và Traveller / Trailblazer không được tính)
zh_hans: 共获得 %lld 金，其中角色 %lld 金，武器 %lld 金。（未统计旅行者/小灰毛和无人装备的五星武器）
zh_hant: 共獲得%lld金，其中角色%lld金，武器%lld金。（未統計旅行者/小灰毛和無人裝備的五星武器）

# hylKit.inventoryView.characters.filter.4star
source: 4-star characters
de: 4-Sterne-Charaktere
es: personajes de 4 estrellas
fil: 4-star na mga karakter
fr: Personnages 4 étoiles
it: Personaggi a 4 stelle
ja: 星４キャラ
ko: 4성 캐릭터
ru: Персонажи 4 звезды
vi: Nhân vật 4 sao
zh_hans: 四星角色
zh_hant: 四星角色

# hylKit.inventoryView.characters.filter.5star
source: 5-star characters
de: 5-Sterne-Charaktere
es: Personajes de 5 estrellas
fil: 5-bituwin na mga karakter
fr: Personnages 5 étoiles
it: Personaggi a 5 stelle
ja: 星５キャラ
ko: 5성 캐릭터
ru: Персонажи 5 звёзд
vi: Nhân vật 5 sao
zh_hans: 五星角色
zh_hant: 五星角色

# hylKit.inventoryView.characters.filter.all
source: All Characters
de: Alle Zeichen
es: Todos los caracteres
fil: Lahat ng Karakter
fr: Tous les personnages
it: Tutti i personaggi
ja: 全てのキャラクター
ko: 모든 문자
ru: Все символы
vi: Tất cả ký tự
zh_hans: 全部角色
zh_hant: 全部角色

# hylKit.inventoryView.characters.title
source: My Characters
de: Meine Charaktere
es: Mis personajes
fil: Aking mga Tauhan
fr: Mes personnages
it: I miei personaggi
ja: 私のキャラ
ko: 내 캐릭터
ru: Мои персонажи
vi: Nhân vật của tôi
zh_hans: 我的角色
zh_hant: 我的角色

# hylKit.inventoryView.collapse.tabText
source: Collapse
de: Einklappen
es: Contraer
fil: I-collapse
fr: Réduire
it: Comprimi
ja: 畳む
ko: 접기
ru: Свернуть
vi: Thu gọn
zh_hans: 收起
zh_hant: 收起

# hylKit.inventoryView.expand.tabText
source: Expand
de: Erweitern
es: Expandir
fil: Palawakin
fr: Agrandir
it: Espandi
ja: 開く
ko: 확장
ru: Развернуть
vi: Mở rộng
zh_hans: 展开
zh_hant: 展開

# hylKit.ledger4GI.action.name.byAbyss
source: Abyss
de: Abgrund
es: Abismo
fil: Lalim
fr: Abysses
it: Abisso
ja: 深境螺旋
ko: 심연
ru: Бездна
vi: Vực thẳm
zh_hans: 深境螺旋
zh_hant: 深境螺旋

# hylKit.ledger4GI.action.name.byActivity
source: Activity
de: Aktivität
es: Actividad
fil: Aktibidad
fr: Activité
it: Attività
ja: 活躍
ko: 활동
ru: Активность
vi: Hoạt động
zh_hans: 每日活跃
zh_hant: 每日活躍

# hylKit.ledger4GI.action.name.byAdventure
source: Adventure
de: Abenteuer
es: Aventura
fil: Pakikipagsapalaran
fr: Aventure
it: Avventura
ja: 冒険
ko: 모험
ru: Приключение
vi: Phiêu lưu
zh_hans: 冒险奖励
zh_hant: 冒險獎勵

# hylKit.ledger4GI.action.name.byEvent
source: Event
de: Ereignis
es: Evento
fil: Kaganapan
fr: Événement
it: Evento
ja: イベント
ko: 이벤트
ru: Событие
vi: Sự kiện
zh_hans: 活动奖励
zh_hant: 活動獎勵

# hylKit.ledger4GI.action.name.byMail
source: Mail
de: E-Mail
es: Correo
fil: Liham
fr: Courrier
it: Posta
ja: メール
ko: 메일
ru: Почта
vi: Thư
zh_hans: 邮件奖励
zh_hant: 郵件獎勵

# hylKit.ledger4GI.action.name.byOther
source: Other
de: Andere
es: Otro
fil: Iba pa
fr: Autre
it: Altro
ja: その他
ko: 기타
ru: Другое
vi: Khác
zh_hans: 其他
zh_hant: 其他

# hylKit.ledger4GI.action.name.byTask
source: Task
de: Aufgabe
es: Tarea
fil: Gawain
fr: Tâches
it: Attività
ja: 任務
ko: 작업
ru: Задача
vi: Nhiệm vụ
zh_hans: 任务奖励
zh_hant: 任務獎勵

# hylKit.ledger4GI.billThisMonth:%@
source: Ledger for this month %@
de: Kontoauszug für diesen Monat %@
es: Libro mayor para este mes %@
fil: Ledger para sa buwang ito %@
fr: Résumé pour ce mois %@
it: Libro mastro per questo mese %@
ja: 本月のご勘定（%@月）
ko: 이번 달 장부 %@
ru: Книга за этот месяц %@
vi: Sổ cái cho tháng này %@
zh_hans: 本月账单（%@月）
zh_hant: 本月帳單（%@月）

# hylKit.ledger4GI.compare
source: Compared with yesterday
de: Verglichen mit gestern
es: En comparación con ayer
fil: Kumpara sa kahapon
fr: Comparé à hier
it: Rispetto a ieri
ja: 昨日と比べると
ko: 어제와 비교하여
ru: По сравнению со вчерашним днем
vi: So với ngày hôm qua
zh_hans: 较昨日
zh_hant: 較昨日

# hylKit.ledger4GI.compare.month
source: Compared with last month
de: Verglichen mit dem letzten Monat
es: Comparado con el mes pasado
fil: Kumpara sa nakaraang buwan
fr: Comparé au mois dernier
it: Rispetto al mese scorso
ja: 先月同期と比べると
ko: 지난달과 비교하여
ru: По сравнению с прошлым месяцем
vi: So với tháng trước
zh_hans: 较上月同期
zh_hant: 較上月同期

# hylKit.ledger4GI.primogems
source: Primogems
de: Urprimojen
es: Protogemas
fil: Primogem
fr: Primo-gemmes
it: Primogemme
ja: 原石収入
ko: 프리모젬
ru: Примогемы
vi: Nguyên thạch
zh_hans: 原石收入
zh_hant: 原石收入

# hylKit.ledger4GI.tip
source: Only includes the resources obtained outside of top-ups. There are data delay issues.
de: Enthält nur die Ressourcen, die außerhalb der Aufladungen erhalten wurden. Es gibt Probleme mit Datenverzögerungen.
es: Solo incluye los recursos obtenidos fuera de las recargas. Hay problemas de retraso en los datos.
fil: Kasama lamang ang mga mapagkukunang nakuha sa labas ng mga top-up. May mga isyu sa pagkaantala ng data.
fr: Inclut uniquement les ressources obtenues en dehors des recharges. Il y a des retards dans les données.
it: Includi solo le risorse ottenute al di fuori delle ricariche. Ci sono problemi di ritardo dei dati.
ja: チャージ以外で入手した資源のみをカウントします。データには遅延があります。
ko: 충전 외부에서 얻은 리소스만 포함됩니다 데이터 지연 문제가 있습니다
ru: Включает только ресурсы, полученные вне пополнений. Имеются проблемы с задержкой данных.
vi: Chỉ bao gồm các tài nguyên được thu thập ngoài việc nạp thẻ. Có vấn đề về độ trễ dữ liệu.
zh_hans: 仅统计充值途径以外获取的资源。数据存在延迟。
zh_hant: 僅統計充值途徑以外獲取的資源。資料存在延遲。

# hylKit.ledger4GI.todayAcquisition.title
source: Acquired Today
de: Heute Erworben
es: Adquirido hoy
fil: Nakuha Ngayon
fr: Acquis aujourd'hui
it: Acquisito oggi
ja: 今日の収入
ko: 오늘 획득됨
ru: Приобретено сегодня
vi: Đã thu được hôm nay
zh_hans: 今日收入
zh_hant: 今日收入

# hylKit.ledger4GI.view.navTitle
source: Ledger for Primogems & Moras
de: Kontobuch für Primogems & Moras
es: Libro de cuentas para Primogemas y Moras
fil: Ledger para sa Primogems at Moras
fr: Résumé des ressources
it: Registro per Primogem e Mora
ja: 原石モラ元帳
ko: 프리모젬과 모라 명세서
ru: Книга учета для примогемов и мора
vi: Sổ cái cho Primogems & Moras
zh_hans: 原石摩拉账簿
zh_hant: 原石摩拉帳簿

# hylKit.ledger4HSR.action.name.byAbyss
source: Forgotten Hall
de: Vergessene Halle
es: Pasillo Olvidado
fil: Nakalimutang Bulwagan
fr: Salle oubliée
it: Sala Dimenticata
ja: 忘却の庭
ko: 잊혀진 전당
ru: Забытый зал
vi: Sảnh Bị Lãng Quên
zh_hans: 忘却之庭
zh_hant: 忘卻之庭

# hylKit.ledger4HSR.action.name.byAdventure
source: Adventure
de: Abenteuer
es: Aventura
fil: Pakikipagsapalaran
fr: Aventure
it: Avventura
ja: 冒険
ko: 모험
ru: Приключение
vi: Phiêu lưu
zh_hans: 冒险奖励
zh_hant: 冒險獎勵

# hylKit.ledger4HSR.action.name.byDailyTraining
source: Daily Training
de: Tägliches Training
es: Entrenamiento diario
fil: Pang-araw-araw na Pagsasanay
fr: Entraînement quotidien
it: Allenamento Giornaliero
ja: 每日の訓練
ko: 일일 훈련
ru: Ежедневная тренировка
vi: Đào tạo hàng ngày
zh_hans: 每日实训
zh_hant: 每日實訓

# hylKit.ledger4HSR.action.name.byEvent
source: Event
de: Ereignis
es: Evento
fil: Kaganapan
fr: Événement
it: Evento
ja: イベント
ko: 이벤트
ru: Событие
vi: Sự kiện
zh_hans: 活动奖励
zh_hant: 活動獎勵

# hylKit.ledger4HSR.action.name.byMail
source: Mail
de: E-Mail
es: Correo
fil: Sulatroniko
fr: Courrier
it: Posta
ja: メール
ko: 메일
ru: Почта
vi: Thư
zh_hans: 邮件奖励
zh_hant: 郵件獎勵

# hylKit.ledger4HSR.action.name.byOther
source: Other
de: Andere
es: Otro
fil: Iba pa
fr: Autre
it: Altro
ja: その他
ko: 기타
ru: Другое
vi: Khác
zh_hans: 其他
zh_hant: 其他

# hylKit.ledger4HSR.action.name.byUniverse
source: Simulated Universe
de: Simuliertes Universum
es: Universo Simulado
fr: Univers simulé
it: Universo Simulato
ja: 模擬宇宙
ko: 모의 우주
ru: Симулированная Вселенная
vi: Vũ trụ Mô phỏng
zh_hans: 模拟宇宙
zh_hant: 模擬宇宙

# hylKit.ledger4HSR.billThisMonth:%@
source: Ledger for this month (%@)
de: Kontenbuch für diesen Monat (%@)
es: Libro mayor de este mes (%@)
fil: Ledger para sa buwang ito (%@)
fr: Résumé de ce mois (%@)
it: Conto di questo mese (%@)
ja: 本月のご勘定（%@）
ko: 이번 달의 원장 (%@)
ru: Книга за этот месяц (%@)
vi: Sổ cái cho tháng này (%@)
zh_hans: 本月账单（%@）
zh_hant: 本月帳單（%@）

# hylKit.ledger4HSR.compare
source: Compared with yesterday
de: Verglichen mit gestern
es: En comparación con ayer
fil: Ihambing sa kahapon
fr: Comparé à hier
it: Rispetto a ieri
ja: 昨日と比べると
ko: 어제와 비교하여
ru: По сравнению со вчерашним днем
vi: So với ngày hôm qua
zh_hans: 较昨日
zh_hant: 較昨日

# hylKit.ledger4HSR.compare.month
source: Compared with last month
de: Verglichen mit dem letzten Monat
es: En comparación con el mes pasado
fil: Kumpara sa nakaraang buwan
fr: Comparé au mois dernier
it: Rispetto al mese scorso
ja: 先月同期と比べると
ko: 지난달과 비교하여
ru: По сравнению с прошлым месяцем
vi: So với tháng trước
zh_hans: 较上月同期
zh_hant: 較上月同期

# hylKit.ledger4HSR.srPass
source: SR Passes Income
de: SR-Einkommen bestanden
es: Ingreso de Pases SR
fil: Kinikita ng SR Passes
fr: Voeux acquis
it: Reddito Pass SR
ja: チケット収入
ko: SR 수입 통과
ru: Доход от пропусков SR
vi: SR vượt thu nhập
zh_hans: 车票收入
zh_hant: 車票收入

# hylKit.ledger4HSR.stellarJade
source: Stellar Jades Income
de: Einkommen aus Stellar Jades
es: Ingresos de Jades Estelares
fil: Kita ng Stellar Jades
fr: Jades Stellaires acquises
it: Entrate Stellar Jades
ja: 星玉収入
ko: 스텔라 제이드 수입
ru: Доход от звездных нефритов
vi: Thu nhập Stellar Jades
zh_hans: 星琼收入
zh_hant: 星瓊收入

# hylKit.ledger4HSR.tip
source: Only includes the resources obtained outside of top-ups. There are data delay issues.
de: Beinhaltet nur die außerhalb von Aufladungen erhaltenen Ressourcen. Es gibt Probleme mit Datenverzögerungen.
es: Solo incluye los recursos obtenidos fuera de las recargas. Hay problemas de retraso de datos.
fil: Isinasama lamang ang mga mapagkukunan na nakuha sa labas ng mga top-up. May mga isyu sa pagkaantala ng data.
fr: Inclut uniquement les ressources obtenues en dehors des recharges. Il y a des retards sur les données.
it: Include solo le risorse ottenute al di fuori delle ricariche. Ci sono problemi di ritardo dei dati.
ja: チャージ以外で入手した資源のみをカウントします。データには遅延があります。
ko: 최고 충전 외부에서 얻은 리소스만 포함됩니다 데이터 지연 문제가 있습니다
ru: Включает только ресурсы, полученные без пополнений. Есть проблемы с задержкой данных.
vi: Chỉ bao gồm các tài nguyên thu được ngoài việc nạp tiền. Có vấn đề về trễ dữ liệu.
zh_hans: 仅统计充值途径以外获取的资源。数据存在延迟。
zh_hant: 僅統計充值途徑以外獲取的資源。資料存在延遲。

# hylKit.ledger4HSR.todayAcquisition.title
source: Acquired Today
de: Heute erworben
es: Adquirido Hoy
fil: Nakuha Ngayon
fr: Acquis aujourd'hui
it: Acquisito Oggi
ja: 今日の収入
ko: 오늘 획득됨
ru: Приобретено сегодня
vi: Thu được hôm nay
zh_hans: 今日收入
zh_hant: 今日收入

# hylKit.ledger4HSR.view.navTitle
source: Ledger for SR Passes & Stella Jades
de: Hauptbuch für SR-Pässe & Stella Jades
es: Libro mayor para pases SR y Stella Jades
fil: Ledger para sa SR Pasetes at Stella Jades
fr: Résumé des voeux et Jades Stellaires
it: Registro per Pass SR e Stella Jades
ja: 星玉チケット元帳
ko: SR 패스 및 스텔라 제이드 원장
ru: Журнал для пропусков SR и Stella Jades
vi: Sổ cái cho SR Passes & Stella Jades
zh_hans: 星琼车票账簿
zh_hant: 星瓊車票帳簿

# hylKit.travelStats4GI.abyss
source: Spiral Abyss
de: Spiralabgrund
es: Abismo Espiral
fr: Profondeurs Spiralées
it: Abisso a Spirale
ja: 深境螺旋
ko: 나선 비경
ru: Спираль Бездны
vi: Vực Sâu Xoắn Ốc
zh_hans: 深境螺旋
zh_hant: 深境螺旋

# hylKit.travelStats4GI.achievements
source: Achievements
de: Errungenschaften
es: Logros
fil: Mga Nakamit
fr: Succès
it: Risultati
ja: アチーブメント
ko: 업적
ru: Достижения
vi: Thành tựu
zh_hans: 成就达成
zh_hant: 成就達成

# hylKit.travelStats4GI.characters
source: Characters
de: Zeichen
es: Caracteres
fil: Mga Tauhan
fr: Personnages
it: Caratteri
ja: キャラ
ko: 문자
ru: Символы
vi: Ký tự
zh_hans: 获得角色
zh_hant: 獲得角色

# hylKit.travelStats4GI.chest.1
source: Common Chests Opened
de: Geöffnete gemeinsame Truhen
es: Cofres Comunes Abiertos
fil: Mga Karaniwang Kabaong na Binuksan
fr: Coffres communs ouverts
it: Scrigni Comuni Aperti
ja: 普通の宝箱
ko: 열린 일반 상자
ru: Обычные сундуки открыты
vi: Rương Thường đã Mở
zh_hans: 普通宝箱
zh_hant: 普通寶箱
